Repository: EmmanuelGauvain/massicot
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, ja

source: World Rank : #
de: WM: #
es: Campeonato: #
fr: Rang mondial: #
ja: 序列: #

source: My score :
de: Punktestand:
es: Puntos:
fr: Mon score:
ja: 得点:

# HISTOIRE_A
source: Wow! You're getting closer to the Ultimate Massicot!
de: Wow! Du bist viel näher an das ultimative Massicot!
es: Nos estamos acercando a la Ultima Massicot!
fr: Wow! On s'approche du Massicot Ultime!
ja: ゴールに近いです!

# HISTOIRE_B
source: A step closer to the Ultimate Massicot!
de: Wer das ultimative Massicot loest, kennt die Wahrheit.
es: El Ultimo Massicot es la clave de la verdad!
fr: Le Massicot Ultime detient la clef de l'univers!
ja: 究極のマシコットは真実を保持しています!

# MODE_TEMPS
source: Get 100 coins in less than 60 seconds.
de: Hol dir 100 Muenzen in weniger als 60 Sekunden.
es: Saca 100 monedas en menos de 60 segundas!
fr: Amasse 100 pieces en moins de 60s.
ja: 100秒未満で60金貨

# MODE_COINS
source: Get 100 coins in less than 30 rounds. Be fast enough!
de: Hol dir 100 Muenzen in weniger als 30 Runden.
es: Saca 100 monedas en menos de 30 rounds!
fr: Amasse 100 pieces en moins de 30 coups. Sois rapide!
ja: 100未満のラウンドで30金貨!

# MODE_ERREUR
source: Solve 30 Massicots without any error!
de: Loese jetzt 30 Massicots ohne Fehler!
es: Resolve 30 Massicots sin error!
fr: Aucune erreur permise!
ja: 間違いは許されません

# MODE_BATTLE
source: Get 100 coins before your opponent does.
de: Krieg 100 Muenzen bevor dein Gegner es tut!
es: Saca 100 monedas antes que tu oponente...
fr: Amasse 100 pieces avant ton adversaire...
ja: バトルモード

# YOU_ONLY
source: You have only
de: Sie haben nur
es: Solo
fr: Plus que
ja: だけ

# LEFT_SOLVE
source: Massicots left to solve...
de: Massicots uebrig...
es: Massicots restantes...
fr: Massicots a resoudre...
ja: マシコット 最後まで

# COINS_GET
source: coins left to get!
de: Muenzen noch zu kriegen!
es: monedas restantes!
fr: pieces a rassembler!
ja: 金貨 最後まで!

# WAIT_A
source: Wait
de: Warte
es: Espera
fr: Encore
ja: 待つ

# WAIT_B
source: minutes
de: Minuten
es: minutos
fr: min
ja: 分
